{
    "CNN": [
        [
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/ljHzPm4VIC8/index.html",
                "published": "Fri, 26 Feb 2021 16:15:11 GMT",
                "summary": "The UK Supreme Court ruled Friday that \"ISIS bride\" Shamima Begum cannot return to the United Kingdom to appeal the revocation of her UK citizenship.",
                "title": "UK teen who joined ISIS not allowed to return home to fight for citizenship, court rules"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/e-iHhEIujAo/index.html",
                "published": "Fri, 26 Feb 2021 14:55:34 GMT",
                "summary": "It was a moment caught on camera -- a heroic act that thrust Patrick Hutchinson, a London father and grandfather, into the limelight.",
                "title": "Patrick Hutchinson is turning his London rescue moment into a movement"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/B7Mlb7QaP5Y/index.html",
                "published": "Fri, 26 Feb 2021 05:15:20 GMT",
                "summary": "The white van arrived in slum areas of Bhopal, a city in central India, blasting a message over the speaker system that seemed too good to refuse: \"Come and take the coronavirus vaccine and get 750 rupees ($10).\"",
                "title": "More than a dozen slum residents in an Indian city say they thought they were being vaccinated. They were part of clinical trials"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/H01_PYgJX68/etna-volcano-italy-erupts-lon-orig-ep.cnn",
                "published": "Wed, 24 Feb 2021 16:49:41 GMT",
                "summary": "Italy's Mount Etna, one of the most active volcanoes in the world, has had spurts of activity recently, spewing fountains of lava and ash into the air.",
                "title": "See mesmerizing footage of Mount Etna spewing lava"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/eGc3ZePikCo/index.html",
                "published": "Wed, 24 Feb 2021 22:42:54 GMT",
                "summary": "Over the last year, the worldwide web has started to look less worldwide.",
                "title": "The worldwide web as we know it may be ending"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/V0AUdP_xs10/index.html",
                "published": "Wed, 24 Feb 2021 13:45:45 GMT",
                "summary": "Women now occupy at least one seat on the board of every major British company after a 50% increase in participation rates over five years, according to a report published on Wednesday.",
                "title": "All-male boardrooms are a thing of the past at Britain's top companies"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/hzQxm28ljy0/index.html",
                "published": "Thu, 25 Feb 2021 03:28:54 GMT",
                "summary": "GameStop shares climbed rapidly and were halted twice for volatility ahead of the closing bell Wednesday. The gaming retailer's stock was priced at $91.71 at market close, up nearly 104% from the previous day.",
                "title": "GameStop shares surge more than 100%"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/c3XKy14FekQ/index.html",
                "published": "Wed, 24 Feb 2021 14:03:50 GMT",
                "summary": "Before last year, 28-year-old Meredith Giuliani thought voice notes were \"kind of weird,\" and she mostly stuck to texting. But after the pandemic hit, audio messages became a daily routine for her and many of her friends.",
                "title": "The hot new thing in tech: speaking into your phone"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/rmnO4Rx5OTU/index.html",
                "published": "Thu, 18 Feb 2021 15:26:45 GMT",
                "summary": "South Australian winemaker Jarrad White spent almost a decade building his business in China. Then, in a matter of months, it all fell apart.",
                "title": "How China is devastating Australia's billion-dollar wine industry"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/KlnsnygiAw8/index.html",
                "published": "Wed, 18 Sep 2019 16:44:32 GMT",
                "summary": "If you're looking for a reason to care about tree loss, the nation's latest heat wave might be it.  Trees can lower summer daytime temperatures by as much as 10 degrees Fahrenheit, according to a recent study.",
                "title": "US cities are losing 36 million trees a year. Here's why it matters"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/pbQjkbD_bFk/index.html",
                "published": "Fri, 12 Jul 2019 15:14:00 GMT",
                "summary": "",
                "title": "Miami's Little Haiti wasn't a target for developers. Until the seas started to rise"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/Pa_SMoc1110/index.html",
                "published": "Fri, 12 Jul 2019 09:20:40 GMT",
                "summary": "Rich people don't just have bigger bank balances and more lavish lifestyles than the rest of us -- they also have bigger carbon footprints.",
                "title": "How rich people could help save the planet from the climate crisis"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/whpvuyI5ifw/index.html",
                "published": "Wed, 20 Jan 2021 11:59:39 GMT",
                "summary": "In the coal-mining towns of southeastern Ohio, nestled in the Appalachian mountains, photographer Rich-Joseph Facun has worked on a visual study of a region that has been stereotyped for decades. Appalachia has often been viewed one-dimensionally, saddled in associations related to poverty and opioid use, and deemed \"Trump Country\" during the 2016 election.",
                "title": "Photos challenge negative stereotypes of Appalachia"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/V6tx6R2kFtE/index.html",
                "published": "Tue, 23 Feb 2021 17:07:36 GMT",
                "summary": "Emerging British fashion designer Priya Ahluwalia, whose work is setting a new standard for ethical fashion design, has won the prestigious Queen Elizabeth II Award for British Design.",
                "title": "Queen's award honors young 'agent for change'"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/bEfhwVqL9o0/index.html",
                "published": "Sat, 20 Feb 2021 09:28:15 GMT",
                "summary": "As the world's most visited museum awakens, escalators that once carried up to 40,000 pairs of feet a day loop quietly through the empty lobby.",
                "title": "The Louvre is shut but it's buzzing with activity"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/TU4IG8WEVT0/index.html",
                "published": "Thu, 18 Feb 2021 17:28:34 GMT",
                "summary": "Ella Emhoff has made her official runway debut for American label Proenza Schouler at New York Fashion Week.",
                "title": "Kamala Harris's stepdaughter makes surprise runway debut at NYFW"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/AsQ0qYDxWhM/index.html",
                "published": "Wed, 17 Feb 2021 14:13:02 GMT",
                "summary": "Following a wave of anti-Asian hate crimes taking place in the US in recent weeks, prominent figures from across the fashion industry are coming together to voice their concern and condemn the violence.",
                "title": "Fashion community takes stand against Asian hate crimes in the US"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/aCV-yFxFzlQ/index.html",
                "published": "Mon, 08 Feb 2021 16:56:32 GMT",
                "summary": "A house billed as \"possibly the skinniest house in London\" is up for sale for £950,000 ($1.3 million).",
                "title": "'Skinniest house' is on sale for $1.3 million"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/uPIeHCT2zoM/index.html",
                "published": "Mon, 07 Dec 2020 11:27:04 GMT",
                "summary": "Ah yes, \"ze Autobahn\". Few other landmarks represent Germany more than its freeway system. Cologne's cathedral is distinctively West German, and the TV Tower in Berlin is a GDR feat of engineering, but the Autobahn (literally \"car runway\") connects the whole country.",
                "title": "How German Autobahns changed the world"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/Fl2RDe0qMp4/index.html",
                "published": "Wed, 10 Feb 2021 10:55:53 GMT",
                "summary": "Just over a month ago, I packed my life in Hong Kong into two suitcases and moved 16,000 kilometers to Barbados.",
                "title": "I moved from Hong Kong to Barbados during the pandemic"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/aRgZDAqxzXA/index.html",
                "published": "Thu, 18 Feb 2021 12:02:31 GMT",
                "summary": "In January 2019, Simisola Oke traveled with a friend to Flachau, one of Austria's busiest ski areas. Following their arrival, they were greeted with many hellos and waves from fellow skiers. Initially, \"we just assumed people were being kind and friendly, or maybe they thought we were famous,\" Oke recalls.",
                "title": "The online group making skiing less White"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/fMEJo5p4TgI/index.html",
                "published": "Sat, 13 Feb 2021 10:04:21 GMT",
                "summary": "Like many countries around the world, Denmark is desperate to reopen the parts of its economy frozen by the pandemic.",
                "title": "Could Covid passports deliver a 'summer of joy'?"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/piu_jt5bi-E/index.html",
                "published": "Fri, 05 Feb 2021 17:15:54 GMT",
                "summary": "If everything had gone according to plan, they would probably never have met. But Mafalda Feliciano's original British Airways flight from Brazil was overbooked, so she was bumped on to another -- and then fate played its hand.",
                "title": "They met on an airplane to Egypt then fell in love"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/kKVHvcHudj8/index.html",
                "published": "Wed, 27 Jan 2021 14:44:16 GMT",
                "summary": "New Zealand is really bored of your Instagram posts.",
                "title": "New Zealand tells tourists to stop copying other people's travel photos"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/t7Nr8YcP8d8/index.html",
                "published": "Sun, 27 Dec 2020 06:14:44 GMT",
                "summary": "A homeless man risked his life to save several cats and dogs trapped at an Atlanta animal shelter after it caught fire, the facility's founder said.",
                "title": "Homeless man rushes into animal shelter after it catches fire"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/17RrLlsQS0g/index.html",
                "published": "Fri, 25 Dec 2020 12:30:50 GMT",
                "summary": "Adam Finley loves his job as a mail carrier for USPS.",
                "title": "A mailman, two little sisters, and weeks-long games of Tic-tac-toe"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/XClwVElewfg/index.html",
                "published": "Sun, 27 Dec 2020 15:52:24 GMT",
                "summary": "A 7-year-old boy named Eli saved his baby sister's life when he jumped into her room through a window to rescue her from a fire that destroyed his family's home.",
                "title": "7-year-old boy goes back into a burning home to save his baby sister"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/J6jhqsWkAKM/",
                "published": "",
                "summary": "",
                "title": "This Company Is Disrupting The Auto Insurance Industry"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_world/~3/oKGy4dzOohk/",
                "published": "",
                "summary": "",
                "title": "Are you a homeowner? Refinance rates at 1.979% APR."
            }
        ],
        [
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/rul0U1PbsS8/index.html",
                "published": "Mon, 01 Feb 2021 12:31:04 GMT",
                "summary": "Thousands of people in Moscow and across Russia who took to the streets Sunday were met with the harshest show of force the country has seen in recent years.",
                "title": "Kremlin meets Russian protesters with fiercest crackdown in years"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/Q9Q47ypTIuU/index.html",
                "published": "Fri, 26 Feb 2021 14:50:47 GMT",
                "summary": "The US military on Thursday struck a site in Syria used by two Iranian-backed militia groups in response to rocket attacks on American forces in the region in the past two weeks.",
                "title": "US carries out air strikes in Syria"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/bE1g7fRpANw/index.html",
                "published": "Fri, 26 Feb 2021 03:16:21 GMT",
                "summary": "Even after his emergency surgery, the path to recovery is long and uncertain for golf legend Tiger Woods, following his car accident in California.",
                "title": "Tiger Woods car crash update"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/jfbYmY8fmRE/index.html",
                "published": "Fri, 26 Feb 2021 02:05:33 GMT",
                "summary": "Lady Gaga's dog walker was shot and her two French bulldogs, Koji and Gustav, were stolen Wednesday night in Hollywood, a source close to the singer tells CNN.",
                "title": "Lady Gaga's dog walker shot, two of her dogs stolen"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/_PPvW_YVvTI/index.html",
                "published": "Fri, 26 Feb 2021 09:22:12 GMT",
                "summary": "John Geddert, who coached the 2012 US Olympic women's gymnastics team, was found dead Thursday after being charged with 24 felonies in connection with the abuse of young gymnasts,  Michigan Attorney General Dana Nessel announced Thursday.",
                "title": "Ex-USA Gymnastics coach found dead"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/D6WptKtYaEE/index.html",
                "published": "Fri, 20 Dec 2019 19:54:02 GMT",
                "summary": "Ah, holiday travel. Between huge crowds and weather delays, flying during this time of year is hectic. Now close your eyes and imagine the entire scenario with one additional annoyance: Loud talkers yammering into their cell phones at 35,000 feet.",
                "title": "Are cell phone calls on airplane flights inevitable?"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/l2bNZB674oQ/index.html",
                "published": "Wed, 18 Dec 2019 02:41:26 GMT",
                "summary": "Debuting its first flights in January 2020, Taiwanese start-up STARLUX Airlines could be the first new player in 30 years to upend the island's duopoly aviation market.",
                "title": "'Hamlet' in the skies? The story behind Taiwan's newest airline"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/7pGzwoDV4O8/index.html",
                "published": "Wed, 11 Dec 2019 12:27:01 GMT",
                "summary": "In Copenhagen, traffic is usually caused by the two-wheel variety of transportation: the bicycle.",
                "title": "Copenhagen's new Metro is a thing of beauty"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/gZDBwxRFftM/index.html",
                "published": "Mon, 23 Dec 2019 11:03:13 GMT",
                "summary": "",
                "title": "The hotel designed for likes"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/B47m2fOYxT4/index.html",
                "published": "Fri, 20 Dec 2019 11:46:53 GMT",
                "summary": "",
                "title": "The best luxury bars in Budapest"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/w-pK68T4H1w/index.html",
                "published": "Mon, 02 Dec 2019 11:08:37 GMT",
                "summary": "",
                "title": "Budapest 's fine dining revolution"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/ON-k4AWNQTk/index.html",
                "published": "Mon, 02 Sep 2019 14:23:18 GMT",
                "summary": "From traditional souks, mosques and UNESCO World Heritage sites, to futuristic skyscrapers, Baku, capital of Azerbaijan, offers an eclectic mix of old and new.",
                "title": "Luxury atop one of the world's tallest hotels"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/kSnX05b-dKg/index.html",
                "published": "Tue, 10 Dec 2019 22:03:55 GMT",
                "summary": "There are a number of destinations around the world famed for the longevity of their residents.",
                "title": "They say he lived to be 168. Here's how"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/2cXdo91JaLs/index.html",
                "published": "Wed, 31 Oct 2018 13:29:54 GMT",
                "summary": "\"This fire has burned 4,000 years and never stopped,\" says Aliyeva Rahila. \"Even the rain coming here, snow, wind -- it never stops burning.\"",
                "title": "This fire has been burning for 4,000 years"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/l3vys6La7xM/index.html",
                "published": "",
                "summary": "Russian opposition figure Alexey Navalny has been transferred from a Moscow detention center to a penal colony, state media reported on Friday.",
                "title": "Putin critic Alexey Navalny has been transferred to a penal colony"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/ljHzPm4VIC8/index.html",
                "published": "",
                "summary": "The UK Supreme Court ruled Friday that \"ISIS bride\" Shamima Begum cannot return to the United Kingdom to appeal the revocation of her UK citizenship.",
                "title": "British teen who joined ISIS not allowed to return to UK to fight for citizenship, court rules"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/Dsf6yisXAUc/index.html",
                "published": "",
                "summary": "The Dutch parliament on Thursday passed a non-binding motion saying the treatment of the Uyghur Muslim minority in China amounts to genocide, the first such move by a European country.",
                "title": "Dutch parliament becomes second in a week to accuse China of genocide in Xinjiang"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/jb2YEEax7aE/index.html",
                "published": "",
                "summary": "Armenian Prime Minister Nikol Pashinyan has said he is facing a military coup attempt after the general staff of the country's armed forces called for his resignation.",
                "title": "Armenian Prime Minister says he is facing an attempted 'military coup' after army demands his resignation"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/tIAuHjg_lTs/index.html",
                "published": "",
                "summary": "Read CNN's Fast Facts about the March 2004 bombings of commuter trains in Spain, which killed 193 people and injured more than 1,800.",
                "title": "Spain Train Bombings Fast Facts"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/EUvlRhWz690/index.html",
                "published": "",
                "summary": "Read CNN's Fast Fasts about Britain's Prince Harry, Duke of Sussex, and learn more about the prince who is sixth in line for the throne.",
                "title": "Prince Harry Fast Facts"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/YlS5u513hNU/index.html",
                "published": "",
                "summary": "Read CNN's Fast Facts about Meghan Markle, Her Royal Highness the Duchess of Sussex, wife of Great Britain's Prince Harry.",
                "title": "Duchess Meghan Fast Facts"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/zabtG22uSDw/index.html",
                "published": "",
                "summary": "German Chancellor Angela Merkel has warned that her country could be caught in a third wave of Covid-19 if it lifts its lockdown too quickly.",
                "title": "Germany's Merkel warns of third wave if lockdown is lifted too quickly"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/rgf4_uMzOoA/index.html",
                "published": "",
                "summary": "Authorities in Germany and Belgium seized more than 23,000 kilograms (50,700 pounds) of cocaine, worth billions of dollars, in an international operation that resulted in one arrest, officials said Wednesday, calling it the largest amount of cocaine ever seized in Europe.",
                "title": "Police in Germany and Belgium make Europe's biggest ever cocaine bust"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/0FVRj1gokcg/index.html",
                "published": "",
                "summary": "Vincent Muscat, one of the three suspects accused of the murder of Maltese journalist Daphne Caruana Galizia, has pleaded guilty, according to a statement released Tuesday by the Daphne Caruana Galizia Foundation.",
                "title": "Suspect in Daphne Caruana Galizia murder pleads guilty"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/mdBnQC-Kxe8/index.html",
                "published": "",
                "summary": "Gérard Depardieu is under formal investigation in France for alleged rape and sexual assault, judicial sources have confirmed to CNN. The movie star has been under investigation since December last year, they said.",
                "title": "Actor Gérard Depardieu under investigation for alleged rape and sexual assault"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/jG7Ok-WviGY/index.html",
                "published": "",
                "summary": "CNN gets an exclusive look inside one of seven new Russian production centers pumping out the Sputnik V coronavirus vaccine. But even as millions of doses are being produced, people in Moscow seem wary of getting it.",
                "title": "Russia shows off new Covid-19 vaccine factory even as its people hesitate to get the shot"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/aKVG_KPJ36o/index.html",
                "published": "",
                "summary": "Elementary school children don't typically venture far from home on their own, but 11-year-old Abou managed to cross a stretch of the Atlantic Ocean, from Africa to Europe, in the hands of strangers.",
                "title": "More child migrants are arriving alone in Spain's holiday islands than ever before. This is what happens to them"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/usvCddaVZho/index.html",
                "published": "",
                "summary": "Two people were injured after pieces of a cargo plane broke off and fell onto a town in the Netherlands, according to authorities there.",
                "title": "Cargo plane's engine catches fire, dropping debris that injures two people in a Dutch town"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/ZQEuyvYWze4/index.html",
                "published": "",
                "summary": "See CNN's Russia Fast Facts for a glimpse at the Russian Federation, which is the largest country in the world, covering more than one-ninth of the earth's land area.",
                "title": "Russia Fast Facts"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_europe/~3/oKSls-4t6fQ/index.html",
                "published": "",
                "summary": "Angry protesters have now gathered in multiple Spanish cities for five consecutive nights, demonstrating over the dramatic arrest of rapper Pablo Hasel earlier in the week.",
                "title": "Violent protests over rapper's arrest and accusations of police brutality rock Catalonia for fifth day"
            }
        ],
        [
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/Q9Q47ypTIuU/index.html",
                "published": "Fri, 26 Feb 2021 14:50:47 GMT",
                "summary": "The US military on Thursday struck a site in Syria used by two Iranian-backed militia groups in response to rocket attacks on American forces in the region in the past two weeks.",
                "title": "US carries out air strikes in Syria"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/bE1g7fRpANw/index.html",
                "published": "Fri, 26 Feb 2021 03:16:21 GMT",
                "summary": "Even after his emergency surgery, the path to recovery is long and uncertain for golf legend Tiger Woods, following his car accident in California.",
                "title": "Tiger Woods car crash update"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/jfbYmY8fmRE/index.html",
                "published": "Fri, 26 Feb 2021 02:05:33 GMT",
                "summary": "Lady Gaga's dog walker was shot and her two French bulldogs, Koji and Gustav, were stolen Wednesday night in Hollywood, a source close to the singer tells CNN.",
                "title": "Lady Gaga's dog walker shot, two of her dogs stolen"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/_PPvW_YVvTI/index.html",
                "published": "Fri, 26 Feb 2021 09:22:12 GMT",
                "summary": "John Geddert, who coached the 2012 US Olympic women's gymnastics team, was found dead Thursday after being charged with 24 felonies in connection with the abuse of young gymnasts,  Michigan Attorney General Dana Nessel announced Thursday.",
                "title": "Ex-USA Gymnastics coach found dead"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/fG91hCFKh6g/",
                "published": "",
                "summary": "Habla español? Visit CNN en Español for all the latest news and updates in Spanish.",
                "title": "CNN en Español"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/POBHUt-loN8/index.html",
                "published": "",
                "summary": "Scientists working for the Pentagon have successfully tested a solar panel the size of a pizza box in space, designed as a prototype for a future system to send electricity from space back to any point on Earth.",
                "title": "CNN exclusive: A solar panel in space is collecting energy that could one day be beamed to anywhere on Earth"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/Kd4GMSGult4/index.html",
                "published": "",
                "summary": "Canadian lawmakers have overwhelmingly approved a non-binding motion accusing China of committing genocide against its Muslim minorities in the western region of Xinjiang, further straining ties between the two countries.",
                "title": "Canada's parliament says China committed genocide against Muslim minorities"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/F5iTdwKp7L0/index.html",
                "published": "",
                "summary": "Large crowds of Haitians took to the streets again on Sunday, as a standoff between President Jovenel Moise and the country's opposition movement stretched into its third week.",
                "title": "Protests in Haiti as political standoff continues"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/-1ANoSrfDPk/index.html",
                "published": "",
                "summary": "Prime Minister Justin Trudeau warned Canadians that public health measures, including restrictions on indoor social gatherings, would have to continue for weeks to come as new Covid-19 variants, and a slow vaccine rollout, risk causing a dangerous third wave of the virus.",
                "title": "Trudeau warns of a dangerous third wave as Canada copes with a vaccine 'drought'"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/pR12ZzV1cDo/index.html",
                "published": "",
                "summary": "The US Embassy has become \"a ghost ship manned by a skeleton crew,\" following Trump's reversal of Obama's opening with Cuba and the unexplained incidents.",
                "title": "Will US diplomats return to Cuba after mystery injuries?"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/nX0P_sfFDRE/index.html",
                "published": "",
                "summary": "The United Nations released a report Thursday on the health of the planet that proposes a radical shift in the way mankind thinks about it.",
                "title": "A new UN report urges a radical shift in the way we think about nature"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/Gw9LG1embRw/index.html",
                "published": "",
                "summary": "It's been only three months since former Peruvian President Martin Vizcarra was impeached by his country's Congress and removed from office over corruption allegations which he has repeatedly denied. Yet there he was again on Monday, making a public statement blaming 'a political class that is only interested in generating chaos' for his implication in a vaccine scandal that has riled up the Andean nation.",
                "title": "Vaccine scandal highlights long history of misconduct by elected officials in Peru"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/iG-dhvfVrME/index.html",
                "published": "",
                "summary": "Anne Sacoolas -- the woman accused of killing 19-year-old Harry Dunn while she was driving on the wrong side of the road in England -- says she is willing to enter into \"mediation\" with his family, after a court in Virginia ruled against her attempt to have a civil case for wrongful death dismissed.",
                "title": "American woman accused of killing a UK teenager proposes 'mediation' with his family"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/_gyeSeglZtQ/index.html",
                "published": "",
                "summary": "Brazil's Butantan Institute kicked off a campaign on Wednesday to vaccinate all of the adult population of a city to see if it's possible to reduce the number of cases.",
                "title": "Brazil will vaccinate an entire city's adult population to test the effect on Covid-19 infection rate"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/mtL7BEYdOrg/index.html",
                "published": "",
                "summary": "Russia is becoming a major provider of Covid-19 vaccines to Latin America, a move that could have long-standing consequences in shaping the post-pandemic world and further dent US prestige in the region.",
                "title": "How Russian vaccine Sputnik V spread through Latin America"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/SOQyBG2HPDs/index.html",
                "published": "",
                "summary": "The Canadian government proposed legislation Tuesday that would allow local communities to ban handguns, but stopped short of supporting a national handgun ban, which many gun control advocates had called for.",
                "title": "Canada will not implement a national handgun ban, instead, they'll leave that up to individual communities"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/a8uAIzm58Vc/index.html",
                "published": "",
                "summary": "More than 480 people, including several ministers and a former president, were quietly vaccinated against Covid-19 in Peru even before the country's official vaccination campaign began, says President Francisco Sagasti.",
                "title": "Hundreds secretly vaccinated early in Peru scandal, says President"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/kDwhQj0yKZ0/index.html",
                "published": "",
                "summary": "Wealthier countries like the United States, Israel, China and the United Kingdom are at or near the top of the list in number of vaccines administered so far, while many poorer countries have yet to offer a single dose.",
                "title": "Mexico will file complaint at UN over unequal vaccine distribution"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/y5WCc6p8O3A/index.html",
                "published": "",
                "summary": "Peru's foreign minister has stepped down amid a furor over government officials being vaccinated against the coronavirus, even before the country began rolling out doses to health care workers.",
                "title": "Peru's foreign minister resigns in furor over secret vaccination of government officials"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/ZEewph9MX0Y/index.html",
                "published": "",
                "summary": "Documents show Bolsonaro's government spent emergency funds on chloroquine and continued to produce and distribute unproven drugs throughout 2020, while rejecting at least one offer to purchase a vaccine, saying the terms were \"abusive.\"",
                "title": "How Brazil gambled on unproven drugs to fight Covid-19"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/k0jdzB3287M/index.html",
                "published": "",
                "summary": "Former Argentine President Carlos Menem died on Sunday, his daughter, Zulema Menem, has confirmed to CNN. He was 90 years old.",
                "title": "Carlos Menem, former President of Argentina, dies at 90"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/TDcrV2TSqMs/index.html",
                "published": "",
                "summary": "Turmoil in Haiti could soon test democratic leaders' support for embattled president Jovenel Moise, a former banana exporter whose claim to another year in office has sparked protests in the capital, arrests and the abrupt dismissal of several Supreme Court judges.",
                "title": "Analysis: The crisis of democracy on America's doorstep"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/OKbyeTF8ONM/index.html",
                "published": "",
                "summary": "Scientists from the University of California San Diego have inserted Neanderthal DNA into clusters of human brain tissue. Their work could shed light on how our brains evolved and how they differ from those of ancient human ancestors.",
                "title": "Blobs of brain tissue with Neanderthal DNA grown by scientists"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/nbiZETazFtw/index.html",
                "published": "",
                "summary": "All that glitters is not gold, the saying goes, as proven by a new photo taken from the International Space Station (ISS).",
                "title": "NASA photo shows 'gold' Peruvian Amazon rivers"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/aaFDJplP4xc/index.html",
                "published": "",
                "summary": "Cuba's communist-run government announced Saturday that Cubans will soon be able to seek employment or start businesses in most fields of work.",
                "title": "After a long wait, Cuba opens door to more capitalism"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/R4EqXzvMt5A/index.html",
                "published": "",
                "summary": "Haiti's opposition movement wants a Supreme Court Judge to lead a transitional government in the country, arguing that President Jovenel Moise's term has expired and escalating efforts to force him to step down.",
                "title": "Haitian opposition picks interim leader as row over President's term limit intensifies"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/weTPIopVyhk/index.html",
                "published": "",
                "summary": "He wouldn't be caught dead wearing a suit. Instead of a tie round his neck, Yaku Pérez wears a Wiphala, a multi-colored flag that symbolizes indigenous identity in the Andes. His long, black hair either hangs freely or is tied in a ponytail, although he has worn a Panama hat on the campaign trail. A long time ago he changed his given name from Carlos to Yaku, which means \"water\" in Quechua, although he has kept his Spanish last name.",
                "title": "Indigenous leader becomes surprise contender in Ecuador's presidential election"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/vxgZQpBk_8M/index.html",
                "published": "",
                "summary": "Dozens were arrested in Haiti for an alleged coup attempt on Sunday, while protesters accused President Jovenel Moise of unconstitutionally extending his term.",
                "title": "Haiti's government claims it stopped coup amid dispute over presidential term limit"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/qDv6-nSxxWc/index.html",
                "published": "",
                "summary": "Colombian President Ivan Duque's government was lauded last year by the World Health Organization (WHO) for its swift and well-coordinated pandemic response.  But Colombia fell behind in the race to acquire vaccines.",
                "title": "The healthcare workers watching from afar as rich countries begin vaccine rollout"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_americas/~3/Jdcm1BObz9E/index.html",
                "published": "",
                "summary": "Life on Earth began in the water. When animals moved onto the ground, they switched fins for limbs. But how exactly did that happen? US scientists say they may have stumbled on a possible answer.",
                "title": "One change took this fish from fins to limbs"
            }
        ],
        [
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/gzoPWAsuPVc/index.html",
                "published": "Fri, 26 Feb 2021 12:50:33 GMT",
                "summary": "As Texas hobbles back to normal life after a devastating winter storm, one mother is still trying to come to terms with a heart-wrenching and unfathomable personal tragedy.",
                "title": "Mother who lost 3 children and her mom in fire during power outages talks about tragic night"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/Di3v_cmro2w/index.html",
                "published": "Fri, 26 Feb 2021 00:46:29 GMT",
                "summary": "State Senate leaders in Utah say a bill to rename Dixie State University will get a debate this session, after a group of students rallied at the Capitol in favor of removing \"Dixie\" from the school's name.",
                "title": "Student protesters urge state to change Dixie State University's name"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/1fKVj9rqWIc/index.html",
                "published": "Fri, 26 Feb 2021 13:35:00 GMT",
                "summary": "At the helm of the most significant criminal investigation facing Donald Trump, his family and his business, Manhattan's top prosecutor faces a daunting task heading into his final months in office while sifting through millions of newly obtained pages of financial records related to the former President.",
                "title": "Manhattan DA faces critical decisions in Trump investigation as his time in office runs low"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/nsouZlmMs9Q/index.html",
                "published": "Fri, 26 Feb 2021 02:01:41 GMT",
                "summary": "Two dorms at the University of Tennessee, Knoxville, will now bear the names of two Black civil rights leaders in the state \"whose fight for equity and social justice transformed the state's higher education system and the university,\" according to a news release from the school.",
                "title": "University of Tennessee, Knoxville, renames 2 dorms for Black civil rights leaders"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/2hAewVsDLRY/index.html",
                "published": "Thu, 25 Feb 2021 19:55:01 GMT",
                "summary": "Florida Democratic Rep. Stephanie Murphy is seriously considering a run against Republican Sen. Marco Rubio in 2022, launching a listening tour on issues including the pandemic, \"managing misinformation,\" fighting climate change and for social justice.",
                "title": "Democratic Rep. Stephanie Murphy considers Senate bid against GOP's Marco Rubio"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/sisfoCcU-dU/index.html",
                "published": "Fri, 26 Feb 2021 14:59:17 GMT",
                "summary": "Republican Sen. Lisa Murkowski of Alaska will meet on Monday with Neera Tanden, the Biden administration's pick to lead the Office of Management and Budget, a source familiar with the matter tells CNN.",
                "title": "Murkowski to meet with Tanden as confirmation remains on the rocks"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/_r3nQyrLReo/index.html",
                "published": "Fri, 26 Feb 2021 15:56:19 GMT",
                "summary": "The Department of Homeland Security will require state and local grant recipients to spend funding on domestic violent extremism prevention efforts, the department announced Thursday.",
                "title": "DHS mandates state and local spending on domestic terrorism prevention"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/rSbiDwZvjjA/index.html",
                "published": "Fri, 26 Feb 2021 05:34:30 GMT",
                "summary": "President Joe Biden on Wednesday announced three nominees to fill most of the vacancies on the US Postal Service Board of Governors, fulfilling a promise that the administration would make the board and the agency a priority in the early days of his presidency.",
                "title": "Biden to nominate 3 to USPS Board of Governors"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/WJj_U3OKDgo/index.html",
                "published": "Thu, 25 Feb 2021 00:48:26 GMT",
                "summary": "Washington Mayor Muriel Bowser's sister died Wednesday at age 64 from \"complications related to Covid-19,\" the mayor said in a statement.",
                "title": "DC mayor's sister dies from Covid-19"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/BYopFyoUHsk/index.html",
                "published": "Fri, 26 Feb 2021 14:07:22 GMT",
                "summary": "Every Friday, groggy Marvel fans either wake up early or stay up late to follow along with the weekly adventures of streaming's favorite couple: witchy Wanda Maximoff and her humanoid husband, The Vision, on Disney+'s \"WandaVision.\"",
                "title": "Here's why new 'WandaVision' episodes debut in the middle of the night"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/oPOacbTlKXo/index.html",
                "published": "Thu, 25 Feb 2021 16:24:53 GMT",
                "summary": "Best Buy said Thursday that it laid off 5,000 workers this month and is planning to close more stores this year as more consumers buy electronics online.",
                "title": "Best Buy lays off 5,000 workers and will close more stores"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/b4xtDwTkvcg/index.html",
                "published": "Thu, 25 Feb 2021 21:17:27 GMT",
                "summary": "For Kamille Elizabeth, delivering Amazon packages in Wilmington, Delaware feels carefree and comfortable. She has deliveries to make and rules to follow, but says she enjoys being on the road by herself with what she calls a \"limited freedom.\"",
                "title": "Amazon put cameras in its delivery vans and some drivers aren't happy"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/iq9aKlcGNcA/index.html",
                "published": "Thu, 25 Feb 2021 16:24:50 GMT",
                "summary": "Permanent three-day weekends may seem like a dream, but they're a reality for workers at Elephant Ventures.",
                "title": "What happened when one company switched to a four-day workweek"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/OWhICIvUhEA/",
                "published": "",
                "summary": "",
                "title": "Coyote with head stuck in pretzel jar rescued"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/QjGGyx2uptw/article_efa1ec92-7776-11eb-a2c0-135c7fa2dd37.html",
                "published": "",
                "summary": "",
                "title": "Scrapyard fire causes petroleum to spill into river"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/5iWqtpu8bjo/article_f52e13a9-ff78-5d96-b6e9-e58aaeada34f.html",
                "published": "",
                "summary": "",
                "title": "AG investigating virtual meeting racist incident"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/iUOwIISl3ik/85-09c768d4-99a6-4b24-8601-535aeba46918",
                "published": "",
                "summary": "",
                "title": "Video: Vet rescues passengers from fiery crash"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/PsmksfDdFME/",
                "published": "",
                "summary": "",
                "title": "Crane crashes through roof of Raleigh home"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/6yUG0_Dy0y8/article_d25bc17d-de10-5b9d-92f1-0a76555f4180.html",
                "published": "",
                "summary": "",
                "title": "Vaccine racial gap persists months after launch"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/qG7yYnHArbY/",
                "published": "",
                "summary": "",
                "title": "Upstate butcher rolls out meat vending machines"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/VCJCPZnxx7s/",
                "published": "",
                "summary": "",
                "title": "Mom w/ special-needs child shares at-home normal"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/Tu806OtL-OU/article_72048a6a-7762-11eb-9ad5-dfc440a7f9cf.html",
                "published": "",
                "summary": "",
                "title": "20 pounds of marijuana found during traffic stop"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/dt599UZm5w4/",
                "published": "",
                "summary": "",
                "title": "Mom, daughter honored by city for saving stranger"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/4Sq8IXzC9RQ/",
                "published": "",
                "summary": "",
                "title": "Library displays portraits to honor lives lost to Covid-19"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/jSLRhJf-wBY/911-call-details-how-ambulance-dispatched-to-wrong-address-while-newborn-struggled-to-breathe",
                "published": "",
                "summary": "",
                "title": "Baby dies when ambulance sent to wrong address"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/2aUt8SP04mQ/35623264",
                "published": "",
                "summary": "",
                "title": "Student discriminated against for 'Black King' shirt"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/zKnc1dsh94A/35622671",
                "published": "",
                "summary": "",
                "title": "Family wants death penalty for gruesome murder"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/KFF0P3nveYM/526-decd4231-2829-415e-b78b-71520b28d0dd",
                "published": "",
                "summary": "",
                "title": "Fake Apple support stole $1,000 from woman"
            },
            {
                "link": "http://rss.cnn.com/~r/rss/edition_us/~3/09fXQaIe0Tw/",
                "published": "",
                "summary": "",
                "title": "Deaf wrestler's family wants apology, rematch"
            }
        ]
    ],
    "New York Times": [
        [
            {
                "link": "https://www.nytimes.com/2021/02/26/world/middleeast/biden-syria-iran.html",
                "published": "Fri, 26 Feb 2021 15:58:32 +0000",
                "summary": "Using a carefully calibrated approach, the president hopes to restrain Iran’s regional militia allies without undercutting efforts to reach a new nuclear deal.",
                "title": "With Strikes in Syria, Biden Confronts Iran’s Militant Network"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/americas/arora-akanksha-united-nations.html",
                "published": "Fri, 26 Feb 2021 16:12:48 +0000",
                "summary": "The United Nations auditor, with no diplomatic experience, has declared her candidacy for secretary general — an audacious bid to shake up an organization that she says badly needs it.",
                "title": "Who is Arora Akanksha, the 34-Year-Old Running for U.N. Secretary General?"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/europe/shamima-begum-citizenship.html",
                "published": "Fri, 26 Feb 2021 13:24:45 +0000",
                "summary": "The British woman, 21, who joined the Islamic State when she was 15, has sought her release from a detention camp in Syria to challenge a decision to strip her of her citizenship.",
                "title": "Shamima Begum Loses Effort to Return to U.K. in Fight for Citizenship"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/politics/biden-syria-airstrike-iran.html",
                "published": "Fri, 26 Feb 2021 04:57:12 +0000",
                "summary": "President Biden ordered retaliatory strikes against the militias whose attacks in Erbil this month killed one civilian contractor and wounded a U.S. service member.",
                "title": "Biden Orders Airstrikes in Syria Targeting Iran-Backed Militias"
            },
            {
                "link": "https://www.nytimes.com/live/2021/02/26/world/covid-19-coronavirus/",
                "published": "Fri, 26 Feb 2021 17:13:51 +0000",
                "summary": "Canada authorizes the AstraZeneca vaccine. The coronavirus is on course to return, but there’s still time to stop it.",
                "title": "Covid-19 Live Updates: F.D.A. Expert Panel Considers Third Vaccine for U.S."
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/pfizer-vaccine-protection.html",
                "published": "Fri, 26 Feb 2021 15:41:28 +0000",
                "summary": "Two new pieces of research add strong evidence to the case for giving just a single dose of the Pfizer vaccine to people who have antibodies against the virus.",
                "title": "One Pfizer dose offers robust protection for those who have had Covid-19, studies find."
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/business/china-online-censorship.html",
                "published": "Fri, 26 Feb 2021 13:12:37 +0000",
                "summary": "An online spreadsheet with an anonymous minder tabulates Xi Jinping’s crackdown on speech.",
                "title": "A Spreadsheet of China's Censorship Shows the Human Toll"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/europe/north-korea-russia-covid-railcar-trolley.html",
                "published": "Fri, 26 Feb 2021 14:58:32 +0000",
                "summary": "Russia said some of its diplomats and their family members, including children, had used creative means to leave North Korea, which closed its borders over a year ago because of the pandemic.",
                "title": "Russians Escape North Korea on a Hand-Pushed Railcar"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/asia/harvard-professor-comfort-women.html",
                "published": "Fri, 26 Feb 2021 12:06:12 +0000",
                "summary": "The professor was widely criticized for writing that the women served Japanese troops willingly during World War II. A Korean survivor called the uproar a “blessing in disguise.”",
                "title": "Harvard Professor's 'Comfort Women' Claims Stir Wake-up Call"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/europe/boeing-777-engine-emergency-landing.html",
                "published": "Fri, 26 Feb 2021 12:02:57 +0000",
                "summary": "Pilots diverted to an airport in Moscow after an indicator warned of a possible engine failure on the airplane, a week after engines failed on two other Boeing jets.",
                "title": "Boeing 777 Makes an Emergency Landing in Moscow After Engine Warning"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/africa/nigeria-kidnap-students-schoolchildren.html",
                "published": "Fri, 26 Feb 2021 15:23:40 +0000",
                "summary": "It was the latest in a series of mass kidnappings, often of schoolchildren, in an area where a surge in armed militancy has led to a worsening breakdown of security.",
                "title": "Hundreds of Nigerian Students Kidnapped, Police Say"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/americas/covid-south-america-vaccine-corruption.html",
                "published": "Fri, 26 Feb 2021 00:05:22 +0000",
                "summary": "A wave of corruption scandals is exposing how the powerful and well-connected in South America jumped the line to get vaccines early. Public dismay is turning into anger.",
                "title": "‘V.I.P. Immunization’ for the Powerful and Their Cronies Rattles South America"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/canada/canada-hard-butter.html",
                "published": "Thu, 25 Feb 2021 20:13:25 +0000",
                "summary": "Pandemic inspired baking has helped focus national attention on a burning question: Why does Canadian butter seem so firm?",
                "title": "Canadians Try to Solve the Enigma of Hard Butter"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/asia/pakistan-india-ceasefire.html",
                "published": "Thu, 25 Feb 2021 21:52:06 +0000",
                "summary": "The agreement between the nuclear-armed neighbors to keep a lid on tensions along the so-called Line of Control was welcomed in the region.",
                "title": "Pakistan and India Renew Pledge on Cease-Fire at Troubled Border"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/asia/japan-olympics-young-people.html",
                "published": "Fri, 26 Feb 2021 17:14:25 +0000",
                "summary": "Change may come slowly in Japanese society, but social media has offered an outlet for a younger generation stifled by a rigid hierarchy.",
                "title": "An ‘Old Men’s Club’ Dominates Japan. The Young Just Put Them on Notice."
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/europe/EU-vaccine-hunt.html",
                "published": "Fri, 26 Feb 2021 17:10:34 +0000",
                "summary": "Countries eager to augment the troubled E.U. buying program are eyeing offers from each other, from Russia and China, and from private brokers, some of whom are fraudsters.",
                "title": "Amid Slow Vaccine Deliveries, Desperate E.U. Nations Hunt for More"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/bamlanivimab-etesevimab-eli-lilly-monoclonal-antibodies.html",
                "published": "Fri, 26 Feb 2021 16:51:13 +0000",
                "summary": "The government will pay $210 million for the doses, which Eli Lilly will ship by the end of March.",
                "title": "U.S. Buys 100,000 Doses of an Eli Lilly Antibody Treatment"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/europe/harry-and-meghan-james-corden.html",
                "published": "Fri, 26 Feb 2021 16:36:43 +0000",
                "summary": "An interview with the prince, a sort of tease before the couple’s interview with Oprah Winfrey next week, came as concerns grow over Prince Philip’s hospital stay.",
                "title": "Harry and Meghan Going Public at a Tough Time for the Royals"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/asia/bangladesh-mushtaq-ahmed-dead.html",
                "published": "Fri, 26 Feb 2021 16:31:54 +0000",
                "summary": "The death of Mushtaq Ahmed has renewed alarm about the country’s use of a draconian digital security law to crack down on dissent.",
                "title": "Bangladeshi Writer, Detained Over Social Media Posts, Dies in Jail"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/canada-astrazeneca-vaccine.html",
                "published": "Fri, 26 Feb 2021 17:12:34 +0000",
                "summary": "The addition of a third vaccine may ease the country’s growing dissatisfaction about the sluggish pace of vaccinations.",
                "title": "Canada Authorizes AstraZeneca's Vaccine, the Country's 3d"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/Bolsonaro-face-masks.html",
                "published": "Fri, 26 Feb 2021 15:36:22 +0000",
                "summary": "The president says that the pandemic precaution can lead to headaches, difficulty concentrating and a “decreased perception of happiness.”",
                "title": "Bolsonaro Rails at Masks as Brazil's Covid Deaths Surge"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/arts/transgender-comedy-uk.html",
                "published": "Fri, 26 Feb 2021 15:22:24 +0000",
                "summary": "With opposition to transgender issues regularly expressed by mainstream British figures, the country’s trans comedians are often just trying to assert their humanity.",
                "title": "Britain’s Transgender Stand-Ups Find Comedy in a Hostile Climate"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/briefing/minimum-wage-stimulus-syria-airstrikes-covid.html",
                "published": "Fri, 26 Feb 2021 11:30:13 +0000",
                "summary": "And what else you need to know today.",
                "title": "Virus Mobilization"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/FDA-Johnson-and-Johnson-vaccine.html",
                "published": "Fri, 26 Feb 2021 17:01:35 +0000",
                "summary": "The committee’s vote is expected to occur late Friday afternoon or early evening, and emergency authorization could come as soon as Saturday.",
                "title": "Johnson & Johnson's Vaccine Could Get F.D.A. Green Light on Saturday"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/travel/plane-type-flight-boeing.html",
                "published": "Fri, 26 Feb 2021 14:06:36 +0000",
                "summary": "After engine debris from a Boeing 777-200 rained down on a Denver suburb, some fliers may want to know more about plane safety and maintenance. Here are some answers.",
                "title": "What Kind of Plane Am I Flying On?"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/asia/michael-somare-dead.html",
                "published": "Fri, 26 Feb 2021 08:17:40 +0000",
                "summary": "Mr. Somare, who played a major role in leading the country to independence from Australia, was its longest-serving prime minister, holding the office three times.",
                "title": "Michael Somare, Papua New Guinea’s ‘Father of the Nation,’ Dies at 84"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/briefing/coronavirus-germany-armenia-facebook.html",
                "published": "Fri, 26 Feb 2021 03:55:11 +0000",
                "summary": "Germany’s hoard of unused vaccine doses.",
                "title": "Your Friday Briefing"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/americas/haiti-jail-break.html",
                "published": "Fri, 26 Feb 2021 04:46:30 +0000",
                "summary": "One of Haiti’s most powerful gang leaders was among the inmates who fled the prison in Port-au-Prince.",
                "title": "At Least Eight Killed in Haiti Prison Break"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/australia/victim-blaming-and-sex-education-in-the-boys-club-of-australian-politics.html",
                "published": "Fri, 26 Feb 2021 01:54:16 +0000",
                "summary": "Scott Morrison’s words, critics said, revealed a disturbing sentiment.",
                "title": "‘Victim Blaming’ and Sex Education in the Boys’ Club of Australian Politics"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/health/coronavirus-united-states.html",
                "published": "Fri, 26 Feb 2021 16:06:00 +0000",
                "summary": "Many scientists are expecting another rise in infections. But this time the surge will be blunted by vaccines and, hopefully, widespread caution. By summer, Americans may be looking at a return to normal life.",
                "title": "The Coronavirus Is Plotting a Comeback. Here’s Our Chance to Stop It for Good."
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/europe/germany-coronavirus-vaccines-astrazeneca.html",
                "published": "Thu, 25 Feb 2021 20:41:08 +0000",
                "summary": "Hundreds of thousands of AstraZeneca doses are sitting unopened as many Germans reject the vaccine over fears it is “second-class” compared to the one developed by BioNTech and Pfizer.",
                "title": "Germans Clamor for Covid Vaccines, but Shun AstraZeneca’s Offering"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/europe/daphne-caruana-galizia-murder-malta.html",
                "published": "Thu, 25 Feb 2021 16:47:57 +0000",
                "summary": "The force’s commissioner said everyone believed to be involved in the car bombing that killed Daphne Caruana Galizia was in custody. But a motive remains unclear.",
                "title": "Police in Malta Say Arrests Are Complete in Journalist’s 2017 Murder"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/europe/armenia-coup-pashinyan.html",
                "published": "Thu, 25 Feb 2021 19:04:09 +0000",
                "summary": "A group of generals called for the resignation of the prime minister, Nikol Pashinyan, in a dispute that has its roots in a humiliating loss in a war last year.",
                "title": "Armenia's Prime Minister, Nikol Pashinyan, Warns of an Attempted Coup"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/canada/art-mcdonald-investigation.html",
                "published": "Thu, 25 Feb 2021 22:24:39 +0000",
                "summary": "The inquiry into Adm. Art McDonald comes amid a second, separate investigation into accusations that his predecessor engaged in sexual impropriety.",
                "title": "Canada’s Top Military Officer Steps Aside Amid Investigation"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/europe/lesbos-greece-refugee-arson.html",
                "published": "Thu, 25 Feb 2021 18:28:36 +0000",
                "summary": "A woman set fire to her tent on the island of Lesbos in a suicide attempt after her family’s relocation to Germany was delayed.",
                "title": "Refugee Who Set Herself on Fire in Greece Is Charged With Arson"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/europe/russia-dyatlov-pass-avalanche.html",
                "published": "Fri, 26 Feb 2021 04:56:49 +0000",
                "summary": "Was it U.F.O.s? Yeti? The K.G.B.? The riddle of who or what killed nine young hikers has inspired conspiracy theories for decades. Two scientists now say a natural disaster may be to blame.",
                "title": "Is ‘Avalanche’ the Answer to a 62-Year-Old Russian Mystery Over 9 Deaths?"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/pfizer-covid-booster-shot.html",
                "published": "Thu, 25 Feb 2021 15:06:10 +0000",
                "summary": "Pfizer and BioNTech believe their existing vaccine still offers good protection against circulating variants, and see the plan as a way of learning how to deal with a more threatening mutation.",
                "title": "Pfizer will test a booster shot and develop an adapted vaccine to address variant concerns."
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/briefing/covid-variant-new-york-postal-service-smith-college.html",
                "published": "Thu, 25 Feb 2021 11:20:33 +0000",
                "summary": "And what else you need to know today.",
                "title": "Nursing Home Deaths Plummet"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/the-pandemic-has-put-some-governors-in-the-crosshairs-just-ask-gavin-newsom.html",
                "published": "Thu, 25 Feb 2021 10:03:30 +0000",
                "summary": "",
                "title": "The pandemic has put some governors in the crosshairs. Just ask Gavin Newsom."
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/public-dismay-turns-to-anger-as-south-american-officials-jump-the-line-for-vaccines.html",
                "published": "Thu, 25 Feb 2021 10:07:08 +0000",
                "summary": "",
                "title": "Public dismay turns to anger as South American officials jump the line for vaccines."
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/travel/sustainable-travel-environment-pandemic.html",
                "published": "Fri, 26 Feb 2021 15:31:41 +0000",
                "summary": "From a newly certified Whale Heritage Site to scenic byways for electric cars, five new initiatives suggest the travel industry may be envisioning a more responsible future.",
                "title": "For Travel, a Sustainable Comeback?"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/asia/japan-noise-map.html",
                "published": "Thu, 25 Feb 2021 20:25:03 +0000",
                "summary": "The crowdsourced guide collects anonymous gripes and pins every grievance on an interactive map, creating a record of the irritating sounds and sights of Japan.",
                "title": "Squealing Children and Noisy Neighbors? There’s a Map for That"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/technology/facebook-myanmar-ban.html",
                "published": "Thu, 25 Feb 2021 19:17:13 +0000",
                "summary": "The move puts the social network squarely on the side of Myanmar’s pro-democracy movement after years of criticism over how the military has used the site.",
                "title": "Facebook Takes a Side, Barring Myanmar Military After Coup"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/briefing/coronavirus-vaccines-hong-kong-anime.html",
                "published": "Thu, 25 Feb 2021 18:39:24 +0000",
                "summary": "A global vaccine-sharing program begins.",
                "title": "Your Thursday Briefing"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/world/california-50000-covid-deaths.html",
                "published": "Thu, 25 Feb 2021 22:58:03 +0000",
                "summary": "A bleak reminder that the recent progress the state has made against the pandemic may be fragile.",
                "title": "California has now lost more people to Covid-19 than any other state in the U.S."
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/world/africa/covax-vaccine-inequality.html",
                "published": "Wed, 24 Feb 2021 22:20:56 +0000",
                "summary": "An operation to supply billions of coronavirus vaccine doses to poorer countries has started. But as rich countries buy most of the available supply, stark inequalities remain.",
                "title": "Facing Roadblocks, Vast Global Vaccination Effort Gets Underway"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/briefing/vaccines-syria-australia-anime.html",
                "published": "Thu, 25 Feb 2021 22:23:04 +0000",
                "summary": "The global vaccine sharing program kicks off.",
                "title": "Your Friday Briefing"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/us/politics/coronavirus-vaccine-state-department-diplomats-embassies.html",
                "published": "Thu, 25 Feb 2021 03:54:39 +0000",
                "summary": "State Department officials overseas expressed anger and disappointment that diplomats in Washington were being vaccinated before those in more perilous posts.",
                "title": "On the Front Lines of Diplomacy, but at the Back of the Line for a Vaccine"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/world/asia/afghan-troops-withdrawal-senator-reed.html",
                "published": "Wed, 24 Feb 2021 19:06:27 +0000",
                "summary": "Senator Jack Reed said he favored seeking an extension of the May 1 deadline for withdrawing troops that President Donald Trump and the Taliban negotiated last year.",
                "title": "A Top Democrat Warns Against a Hasty Withdrawal of U.S. Troops From Afghanistan"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/business/mckinsey-kevin-sneader.html",
                "published": "Wed, 24 Feb 2021 19:42:24 +0000",
                "summary": "Partners decided not to keep Kevin Sneader in the top job. Weeks earlier, McKinsey had reached a historic settlement agreement in the U.S. over its advice to drugmakers.",
                "title": "Head of McKinsey, Kevin Sneader, Voted Out as Firm Faces Reckoning on Opioid Crisis"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/world/europe/italian-cemetery-landslide.html",
                "published": "Thu, 25 Feb 2021 15:27:02 +0000",
                "summary": "Scuba divers are working to retrieve coffins from the sea, but many more are buried under the debris of the landslide.",
                "title": "Italian Cliffside Cemetery, and Its Coffins, Carried Away by a Landslide"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/world/coronavirus-children-illness.html",
                "published": "Thu, 25 Feb 2021 02:02:07 +0000",
                "summary": "",
                "title": "The Coronavirus Can Sicken Children in Very Different Ways, New Study Finds"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/world/asia/hong-kong-national-security-law-education.html",
                "published": "Thu, 25 Feb 2021 05:27:22 +0000",
                "summary": "Through new lesson plans and expensive publishing projects, the government hopes to teach future generations a curated lesson about the city’s past.",
                "title": "Hong Kong’s Lesson to Schoolchildren: Love China, No Questions Asked"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/world/europe/georgia-opposition-leader-arrest.html",
                "published": "Wed, 24 Feb 2021 17:00:54 +0000",
                "summary": "Lawmakers from parties aligned against the government have vowed to continue a boycott of Parliament until Nika Melia is released from police custody.",
                "title": "Arrest of Opposition Leader in Georgia Raises Fear of Growing Instability"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/world/asia/china-wife-housework.html",
                "published": "Wed, 24 Feb 2021 16:54:01 +0000",
                "summary": "Some in China hailed the divorce court case as a breakthrough, but many noted that full-time nannies are paid far more.",
                "title": "Husband Must Pay Wife $7,700 for Years of Housework, Chinese Court Rules"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/world/brooklyn-queens-covid-vaccine-sites.html",
                "published": "Wed, 24 Feb 2021 17:28:27 +0000",
                "summary": "",
                "title": "New York Opens Brooklyn and Queens Vaccine Sites For Hard-Hit Areas"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/science/new-world-map.html",
                "published": "Wed, 24 Feb 2021 16:12:12 +0000",
                "summary": "You’re going to need some double-sided tape.",
                "title": "New World Map Tries to Fix Distorted Views of Earth"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/science/johnson-johnson-covid-vaccine.html",
                "published": "Thu, 25 Feb 2021 02:19:13 +0000",
                "summary": "F.D.A. studies show the shot strongly protects against severe illness and may reduce spread of the virus. But the drugmaker has fallen short of initial production goals.",
                "title": "F.D.A. Analyses Find Johnson & Johnson Vaccine Works Well"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/briefing/tiger-woods-daniel-prude-death-illinois-bail.html",
                "published": "Wed, 24 Feb 2021 11:24:41 +0000",
                "summary": "And what else you need to know today.",
                "title": "No ‘Covid Zero,’ but Normalcy"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/world/the-pandemic-has-meant-more-anxiety-and-trips-to-the-er-for-some-teens.html",
                "published": "Wed, 24 Feb 2021 12:11:28 +0000",
                "summary": "",
                "title": "The pandemic has meant more anxiety and trips to the E.R. for some teens."
            }
        ],
        [
            {
                "link": "https://www.nytimes.com/2021/02/26/world/europe/EU-vaccine-hunt.html",
                "published": "Fri, 26 Feb 2021 17:10:34 +0000",
                "summary": "Countries eager to augment the troubled E.U. buying program are eyeing offers from each other, from Russia and China, and from private brokers, some of whom are fraudsters.",
                "title": "Amid Slow Vaccine Deliveries, Desperate E.U. Nations Hunt for More"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/sports/china-soccer-oscar-chelsea.html",
                "published": "Fri, 26 Feb 2021 16:45:06 +0000",
                "summary": "For some stars, the path to China’s Super League was paved with riches. But as the country’s soccer fever cools, is there a way back to Europe for the best of them?",
                "title": "Is There a Way Back for a Forgotten Soccer Star?"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/europe/harry-and-meghan-james-corden.html",
                "published": "Fri, 26 Feb 2021 16:36:43 +0000",
                "summary": "An interview with the prince, a sort of tease before the couple’s interview with Oprah Winfrey next week, came as concerns grow over Prince Philip’s hospital stay.",
                "title": "Harry and Meghan Going Public at a Tough Time for the Royals"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/arts/transgender-comedy-uk.html",
                "published": "Fri, 26 Feb 2021 15:22:24 +0000",
                "summary": "With opposition to transgender issues regularly expressed by mainstream British figures, the country’s trans comedians are often just trying to assert their humanity.",
                "title": "Britain’s Transgender Stand-Ups Find Comedy in a Hostile Climate"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/europe/north-korea-russia-covid-railcar-trolley.html",
                "published": "Fri, 26 Feb 2021 14:58:32 +0000",
                "summary": "Russia said some of its diplomats and their family members, including children, had used creative means to leave North Korea, which closed its borders over a year ago because of the pandemic.",
                "title": "Russians Escape North Korea on a Hand-Pushed Railcar"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/europe/boeing-777-engine-emergency-landing.html",
                "published": "Fri, 26 Feb 2021 12:02:57 +0000",
                "summary": "Pilots diverted to an airport in Moscow after an indicator warned of a possible engine failure on the airplane, a week after engines failed on two other Boeing jets.",
                "title": "Boeing 777 Makes an Emergency Landing in Moscow After Engine Warning"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/world/europe/shamima-begum-citizenship.html",
                "published": "Fri, 26 Feb 2021 13:24:45 +0000",
                "summary": "The British woman, 21, who joined the Islamic State when she was 15, has sought her release from a detention camp in Syria to challenge a decision to strip her of her citizenship.",
                "title": "Shamima Begum Loses Effort to Return to U.K. in Fight for Citizenship"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/briefing/coronavirus-germany-armenia-facebook.html",
                "published": "Fri, 26 Feb 2021 03:55:11 +0000",
                "summary": "Germany’s hoard of unused vaccine doses.",
                "title": "Your Friday Briefing"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/europe/germany-coronavirus-vaccines-astrazeneca.html",
                "published": "Thu, 25 Feb 2021 20:41:08 +0000",
                "summary": "Hundreds of thousands of AstraZeneca doses are sitting unopened as many Germans reject the vaccine over fears it is “second-class” compared to the one developed by BioNTech and Pfizer.",
                "title": "Germans Clamor for Covid Vaccines, but Shun AstraZeneca’s Offering"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/europe/daphne-caruana-galizia-murder-malta.html",
                "published": "Thu, 25 Feb 2021 16:47:57 +0000",
                "summary": "The force’s commissioner said everyone believed to be involved in the car bombing that killed Daphne Caruana Galizia was in custody. But a motive remains unclear.",
                "title": "Police in Malta Say Arrests Are Complete in Journalist’s 2017 Murder"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/europe/armenia-coup-pashinyan.html",
                "published": "Thu, 25 Feb 2021 19:04:09 +0000",
                "summary": "A group of generals called for the resignation of the prime minister, Nikol Pashinyan, in a dispute that has its roots in a humiliating loss in a war last year.",
                "title": "Armenia's Prime Minister, Nikol Pashinyan, Warns of an Attempted Coup"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/europe/lesbos-greece-refugee-arson.html",
                "published": "Thu, 25 Feb 2021 18:28:36 +0000",
                "summary": "A woman set fire to her tent on the island of Lesbos in a suicide attempt after her family’s relocation to Germany was delayed.",
                "title": "Refugee Who Set Herself on Fire in Greece Is Charged With Arson"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/europe/russia-dyatlov-pass-avalanche.html",
                "published": "Fri, 26 Feb 2021 04:56:49 +0000",
                "summary": "Was it U.F.O.s? Yeti? The K.G.B.? The riddle of who or what killed nine young hikers has inspired conspiracy theories for decades. Two scientists now say a natural disaster may be to blame.",
                "title": "Is ‘Avalanche’ the Answer to a 62-Year-Old Russian Mystery Over 9 Deaths?"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/briefing/coronavirus-vaccines-hong-kong-anime.html",
                "published": "Thu, 25 Feb 2021 18:39:24 +0000",
                "summary": "A global vaccine-sharing program begins.",
                "title": "Your Thursday Briefing"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/world/europe/italian-cemetery-landslide.html",
                "published": "Thu, 25 Feb 2021 15:27:02 +0000",
                "summary": "Scuba divers are working to retrieve coffins from the sea, but many more are buried under the debris of the landslide.",
                "title": "Italian Cliffside Cemetery, and Its Coffins, Carried Away by a Landslide"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/world/europe/georgia-opposition-leader-arrest.html",
                "published": "Wed, 24 Feb 2021 17:00:54 +0000",
                "summary": "Lawmakers from parties aligned against the government have vowed to continue a boycott of Parliament until Nika Melia is released from police custody.",
                "title": "Arrest of Opposition Leader in Georgia Raises Fear of Growing Instability"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/world/europe/grenfell-fire-disabled.html",
                "published": "Wed, 24 Feb 2021 09:52:49 +0000",
                "summary": "Years after the Grenfell Tower fire in London killed 72 people, disabled residents of high-rises worry whether they would be able to evacuate if needed. “We’ve been an afterthought,” one activist says.",
                "title": "Disabled Apartment Owners Fear Fire Traps in Aftermath of Grenfell Disaster"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/sports/soccer/champions-league-womens-soccer.html",
                "published": "Thu, 25 Feb 2021 12:34:39 +0000",
                "summary": "A top women’s soccer team won its first league title last season. A month later, it shut down, a casualty of the investment and interest bigger, richer clubs are pouring into the women’s game.",
                "title": "The Women's Team Won a Title. Weeks Later, Owners Shut It Down."
            },
            {
                "link": "https://www.nytimes.com/2021/02/23/briefing/coronavirus-california-syrian-economy-russia.html",
                "published": "Wed, 24 Feb 2021 06:36:45 +0000",
                "summary": "Syria’s economy in distress.",
                "title": "Your Wednesday Briefing"
            },
            {
                "link": "https://www.nytimes.com/2021/02/23/sports/pdc-darts-danny-baggish.html",
                "published": "Tue, 23 Feb 2021 22:56:01 +0000",
                "summary": "On the eve of his pro tour debut, Danny Baggish talks bright lights, tense moments and how carnivals put the big stuffed animals away when they see him coming.",
                "title": "Danny Baggish Takes Aim at PDC Darts Tour"
            }
        ],
        [
            {
                "link": "https://www.nytimes.com/2021/02/26/world/americas/arora-akanksha-united-nations.html",
                "published": "Fri, 26 Feb 2021 16:12:48 +0000",
                "summary": "The United Nations auditor, with no diplomatic experience, has declared her candidacy for secretary general — an audacious bid to shake up an organization that she says badly needs it.",
                "title": "Who is Arora Akanksha, the 34-Year-Old Running for U.N. Secretary General?"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/travel/plane-type-flight-boeing.html",
                "published": "Fri, 26 Feb 2021 14:06:36 +0000",
                "summary": "After engine debris from a Boeing 777-200 rained down on a Denver suburb, some fliers may want to know more about plane safety and maintenance. Here are some answers.",
                "title": "What Kind of Plane Am I Flying On?"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/americas/haiti-jail-break.html",
                "published": "Fri, 26 Feb 2021 04:46:30 +0000",
                "summary": "One of Haiti’s most powerful gang leaders was among the inmates who fled the prison in Port-au-Prince.",
                "title": "At Least Eight Killed in Haiti Prison Break"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/canada/canada-hard-butter.html",
                "published": "Thu, 25 Feb 2021 20:13:25 +0000",
                "summary": "Pandemic inspired baking has helped focus national attention on a burning question: Why does Canadian butter seem so firm?",
                "title": "Canadians Try to Solve the Enigma of Hard Butter"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/canada/art-mcdonald-investigation.html",
                "published": "Thu, 25 Feb 2021 22:24:39 +0000",
                "summary": "The inquiry into Adm. Art McDonald comes amid a second, separate investigation into accusations that his predecessor engaged in sexual impropriety.",
                "title": "Canada’s Top Military Officer Steps Aside Amid Investigation"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/world/americas/covid-south-america-vaccine-corruption.html",
                "published": "Fri, 26 Feb 2021 00:05:22 +0000",
                "summary": "A wave of corruption scandals is exposing how the powerful and well-connected in South America jumped the line to get vaccines early. Public dismay is turning into anger.",
                "title": "‘V.I.P. Immunization’ for the Powerful and Their Cronies Rattles South America"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/obituaries/luis-fernando-arias-dead-coronavirus.html",
                "published": "Wed, 24 Feb 2021 21:21:12 +0000",
                "summary": "Motivated by violence inflicted on his family by paramilitaries, he became the leading voice in a coalition of Indigenous peoples. Complications of the coronavirus contributed to his death.",
                "title": "Luis Fernando Arias, Colombian Indigenous Leader, Dies at 41"
            },
            {
                "link": "https://www.nytimes.com/2021/02/23/us/politics/biden-trudeau-meeting.html",
                "published": "Wed, 24 Feb 2021 01:06:03 +0000",
                "summary": "“The United States has no closer friend than Canada,” President Biden told Prime Minister Justin Trudeau in Mr. Biden’s first virtual meeting with a foreign leader.",
                "title": "Biden and Trudeau Renew the Ties Put to the Test by Trump"
            },
            {
                "link": "https://www.nytimes.com/2021/02/23/world/americas/ecuador-prison-riots.html",
                "published": "Tue, 23 Feb 2021 23:35:31 +0000",
                "summary": "More than 60 prisoners were killed in gruesome violence, some of it videotaped and posted online, that the authorities tied to the drug trade.",
                "title": "Ecuador Prison Riots Kill Over 60 Inmates"
            },
            {
                "link": "https://www.nytimes.com/2021/02/23/us/politics/biden-border-migrants.html",
                "published": "Tue, 23 Feb 2021 21:27:18 +0000",
                "summary": "President Biden is trying to untangle an interlocking web of Trump-era border restrictions, leading for now to disparate treatment of migrants and rampant confusion.",
                "title": "Migrants in Mexico Face Confusion at Border"
            },
            {
                "link": "https://www.nytimes.com/2021/02/22/us/el-chapo-emma-coronel-aispuro.html",
                "published": "Tue, 23 Feb 2021 02:00:53 +0000",
                "summary": "Emma Coronel Aispuro, who had been under investigation for at least two years, was also charged with plotting to break her husband, Mexico’s most notorious drug kingpin, out of prison.",
                "title": "Emma Coronel Aispuro, Wife of Joaquín ‘El Chapo’ Guzmán, Arrested"
            },
            {
                "link": "https://www.nytimes.com/2021/02/22/arts/television/fernando-hidalgo-dead-coronavirus.html",
                "published": "Wed, 24 Feb 2021 20:27:37 +0000",
                "summary": "For 14 years, “El Show de Fernando Hidalgo,” a racy variety show with a Cuban flair, was appointment viewing in Latino households across the United States.",
                "title": "Fernando Hidalgo, Cuban-Born TV Host, Dies at 78"
            },
            {
                "link": "https://www.nytimes.com/2021/02/21/world/canada/coronavirus-public-shaming.html",
                "published": "Mon, 22 Feb 2021 05:16:41 +0000",
                "summary": "The fear of public shaming is becoming so prevalent in some Canadian provinces that doctors worry it is driving virus cases underground.",
                "title": "Positive Coronavirus Test? Canadians Worry Their Neighbors Will Find Out"
            },
            {
                "link": "https://www.nytimes.com/2021/02/20/us/dianna-ortiz-dead.html",
                "published": "Tue, 23 Feb 2021 18:22:38 +0000",
                "summary": "She became a champion of survivors of torture and helped compel the release of documents showing U.S. complicity in decades of human rights abuses in Guatemala.",
                "title": "Dianna Ortiz, American Nun Tortured in Guatemala, Dies at 62"
            },
            {
                "link": "https://www.nytimes.com/2021/02/20/world/canada/canada-comedian-speech.html",
                "published": "Sat, 20 Feb 2021 15:29:26 +0000",
                "summary": "A Supreme Court case focused on a comedy routine mocking a disabled teenager could help shape the limits of free speech — and humor — in Canada.",
                "title": "In Canada, Did a Comedian’s Joke Go Too Far?"
            },
            {
                "link": "https://www.nytimes.com/2021/02/20/world/americas/venezuela-birth-control-women.html",
                "published": "Sat, 20 Feb 2021 14:05:20 +0000",
                "summary": "Affordable birth control has disappeared, pushing many women into unplanned pregnancies at a time when they can barely feed the children they already have.",
                "title": "Venezuelan Women Lose Access to Contraception, and Control of Their Lives"
            },
            {
                "link": "https://www.nytimes.com/2021/02/19/world/canada/why-canadas-vaccine-rollout-slowed-down.html",
                "published": "Sun, 21 Feb 2021 21:25:05 +0000",
                "summary": "The government did not promise mass inoculations during the first few months, but reductions and suspensions of shipments have created vaccine anxiety.",
                "title": "Why Canada’s Vaccine Rollout Slowed Down"
            },
            {
                "link": "https://www.nytimes.com/2021/02/19/insider/carnival-music-mix.html",
                "published": "Fri, 19 Feb 2021 15:48:29 +0000",
                "summary": "The pandemic has dampened the celebrations worldwide. But a Times special project, which includes an interactive music mixing feature, lets readers get into a party mood.",
                "title": "Don Letts, Mad Professor Team With Times on Carnival Story"
            },
            {
                "link": "https://www.nytimes.com/2021/02/19/world/americas/brazil-racism-preta-rara.html",
                "published": "Fri, 19 Feb 2021 15:30:52 +0000",
                "summary": "Joyce Fernandes was a third-generation maid — until an employer caught her reading a book. Now a rapper, author and TV host, she is spurring “uncomfortable” conversations on race.",
                "title": "Preta Rara: The Brazilian Maid-Turned-Star Who's Taking on Racism"
            },
            {
                "link": "https://www.nytimes.com/2021/02/18/world/europe/carnival-police.html",
                "published": "Fri, 19 Feb 2021 18:27:53 +0000",
                "summary": "Events like J’Ouvert in New York and Carnival in London have seen violent incidents. But the way they are policed says a lot about what happens when Black people gather.",
                "title": "The Fun Police: Law Enforcement Comes to Carnival"
            }
        ],
        [
            {
                "link": "https://www.nytimes.com/2021/02/24/us/newsom-recall.html",
                "published": "Thu, 25 Feb 2021 03:31:51 +0000",
                "summary": "Fellow Democrats have defended Gov. Gavin Newsom, lavishly praising his handling of the pandemic. But conservatives say his shutdowns have been destructive.",
                "title": "Recall Talk Grows for Newsom in California as Governors Are Under Siege"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/us/smith-college-race.html",
                "published": "Thu, 25 Feb 2021 03:48:43 +0000",
                "summary": "A student said she was racially profiled while eating in a college dorm. An investigation found no evidence of bias. But the incident will not fade away.",
                "title": "Inside a Battle Over Race, Class and Power at Smith College"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/us/anthony-warner-nashville-bombing.html",
                "published": "Wed, 24 Feb 2021 21:07:15 +0000",
                "summary": "Anthony Warner, who was obsessed with an outlandish tale about lizard aliens and other plots, had been planning for months.",
                "title": "Nashville Bomber Anthony Warner Was a Conspiracy Theorist"
            },
            {
                "link": "https://www.nytimes.com/2021/02/24/us/covid-philadelphia-funeral-photo.html",
                "published": "Wed, 24 Feb 2021 15:29:52 +0000",
                "summary": "In North Philadelphia, a family gathered for a last day with “The Best Mom Ever.”",
                "title": "Honoring One Life Among 500,000"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/style/the-season-of-the-snitch.html",
                "published": "Fri, 26 Feb 2021 15:51:30 +0000",
                "summary": "Narc-narc, who’s there?",
                "title": "The Season of the Snitch"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/movies/american-evangelicals-israeli-settlers-documentary.html",
                "published": "Fri, 26 Feb 2021 16:42:18 +0000",
                "summary": "A new documentary illuminates what the director calls an “unholy alliance” that sharply altered the Israeli-Palestinian conflict during the Trump administration.",
                "title": "American Evangelicals, Israeli Settlers and a Skeptical Filmmaker"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/us/sheila-washington-dead.html",
                "published": "Fri, 26 Feb 2021 16:23:21 +0000",
                "summary": "She fought for decades to get their names cleared from an egregious injustice in the Jim Crow South, and created a museum in their honor.",
                "title": "Sheila Washington Dies at 61; Helped Exonerate Scottsboro Boys"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/us/golden-globes-hfpa.html",
                "published": "Fri, 26 Feb 2021 14:25:22 +0000",
                "summary": "Friday: The Hollywood Foreign Press Association is under fresh scrutiny ahead of its big awards show. Also: Pandemic updates; and messages from Mars.",
                "title": "What’s Up With the Golden Globes This Year?"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/climate/paris-agreement-emissions-targets.html",
                "published": "Fri, 26 Feb 2021 15:43:15 +0000",
                "summary": "New climate pledges submitted to the United Nations would reduce greenhouse gas emissions by less than 1 percent, the world body announced.",
                "title": "Global Action Is ‘Very Far’ From What’s Needed to Avert Climate Chaos"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/us/michigan-library-spiders.html",
                "published": "Fri, 26 Feb 2021 13:06:02 +0000",
                "summary": "The discovery of Mediterranean recluse spiders at the University of Michigan prompted a two-day closure of one of its libraries.",
                "title": "Recluse Spiders at University of Michigan Cause Brief Library Closure"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/briefing/minimum-wage-stimulus-syria-airstrikes-covid.html",
                "published": "Fri, 26 Feb 2021 11:30:13 +0000",
                "summary": "And what else you need to know today.",
                "title": "Virus Mobilization"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/us/william-mary-bray-school-northam.html",
                "published": "Fri, 26 Feb 2021 10:00:31 +0000",
                "summary": "The Bray School, which taught Christianity and reading to free and enslaved Black children, was found tucked inside a campus building at William & Mary in Virginia.",
                "title": "University Finds 18th-Century Schoolhouse Where Black Children Learned to Read"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/science/astronomy-black-hole-ngc6397.html",
                "published": "Fri, 26 Feb 2021 13:55:50 +0000",
                "summary": "No Gargantua dwells at the heart of stellar cluster NGC 6397. Instead, a few dozen smaller black holes seem to be swarming around in there, throwing their considerable masses around.",
                "title": "Hunting for a Giant Black Hole, Astronomers Found a Nest of Darkness"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/travel/plane-type-flight-boeing.html",
                "published": "Fri, 26 Feb 2021 14:06:36 +0000",
                "summary": "After engine debris from a Boeing 777-200 rained down on a Denver suburb, some fliers may want to know more about plane safety and maintenance. Here are some answers.",
                "title": "What Kind of Plane Am I Flying On?"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/us/politics/trump-cpac-2024-candidates.html",
                "published": "Fri, 26 Feb 2021 10:00:22 +0000",
                "summary": "Day 1 of the Conservative Political Action Conference will include speeches from Senators Tom Cotton, Ted Cruz, Rick Scott and others. Here’s what to expect.",
                "title": "CPAC Day 1: Ron DeSantis, Rick Scott and Ted Cruz to Headline"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/upshot/where-have-all-the-houses-gone.html",
                "published": "Fri, 26 Feb 2021 14:00:45 +0000",
                "summary": "The inventory of homes for sale is startlingly low. The pandemic is part of the reason, but it’s not the whole story.",
                "title": "Where Have All the Houses Gone?"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/insider/last-word-obituaries.html",
                "published": "Fri, 26 Feb 2021 09:02:52 +0000",
                "summary": "The videos in The Last Word collection feature interviews with figures conducted years before their death, frozen in time. And that can be the problem.",
                "title": "With Care, The Times's Last Word Obituary Series Lives On"
            },
            {
                "link": "https://www.nytimes.com/2021/02/26/us/army-haircut-women-grooming-standard.html",
                "published": "Fri, 26 Feb 2021 10:02:32 +0000",
                "summary": "The Army, which is increasingly dependent on female soldiers, has issued new regulations that allow women to wear lipstick and no longer limits their hair to a tight, disciplined bun.",
                "title": "In a Changing Military, the Army Eases Its Rules for Women’s Hair"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/technology/fcc-broadband-low-income-subsidy.html",
                "published": "Fri, 26 Feb 2021 04:19:01 +0000",
                "summary": "The money, aimed at low-income households, is part of an effort to bridge the access gap to broadband connectivity amid the pandemic.",
                "title": "F.C.C. Approves a $50 Monthly High-Speed Internet Subsidy"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/oklahoma-clifford-holman-charged-.html",
                "published": "Fri, 26 Feb 2021 16:52:27 +0000",
                "summary": "An Oklahoma City police sergeant fired three shots “unnecessarily” at a man “as he was running away,” officials said.",
                "title": "Manslaughter Charge for Officer Accused of Shooting Man in the Back"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/lawrence-anderson-oklahoma-release-killings.html",
                "published": "Fri, 26 Feb 2021 03:43:30 +0000",
                "summary": "An Oklahoma man whose prison sentence had been commuted cut out and cooked a woman’s heart and tried to feed it to his relatives before killing two of them, the authorities said.",
                "title": "Man Killed 3 After Early Release, Officials Say"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/politics/biden-king-salman-khashoggi.html",
                "published": "Fri, 26 Feb 2021 15:58:52 +0000",
                "summary": "An intelligence report is expected to be released on Friday as the Biden administration engages in a “recalibration” of the United States’ relationship with Saudi Arabia.",
                "title": "Biden Speaks With Saudi King; Unclear if Khashoggi Killing Was Discussed"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/texas-winter-storm-del-rio.html",
                "published": "Fri, 26 Feb 2021 01:21:16 +0000",
                "summary": "Del Rio residents, searching for fresh food and water, said that government aid has been sparse. “When they’re running for office is when we see them,” one man said of politicians.",
                "title": "Residents of a Texas Border City Long Felt Overlooked. The Storm Made It Worse."
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/politics/biden-syria-airstrike-iran.html",
                "published": "Fri, 26 Feb 2021 04:57:12 +0000",
                "summary": "President Biden ordered retaliatory strikes against the militias whose attacks in Erbil this month killed one civilian contractor and wounded a U.S. service member.",
                "title": "Biden Orders Airstrikes in Syria Targeting Iran-Backed Militias"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/muriel-bowser-mercia-covid-washington.html",
                "published": "Fri, 26 Feb 2021 04:57:39 +0000",
                "summary": "As the number of coronavirus deaths in the city reached 1,000 this week, three-fourths of the dead were Black.",
                "title": "D.C.’s Mayor Mourned Covid’s Unequal Toll. Her Sister Is the Latest Victim."
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/politics/federal-minimum-wage.html",
                "published": "Fri, 26 Feb 2021 03:26:22 +0000",
                "summary": "The parliamentarian ruled that the provision, which would gradually increase the wage to $15 an hour, violated the strict budgetary rules that limit what can be included in the package.",
                "title": "Top Senate Official Disqualifies Minimum Wage From Stimulus Plan"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/capitol-assault-commission.html",
                "published": "Fri, 26 Feb 2021 00:12:38 +0000",
                "summary": "The disputes are reminiscent of the fight surrounding the creation of the independent commission that conducted an inquiry into the Sept. 11, 2001, attacks.",
                "title": "Lawmakers Clash Over Call for Special Panel to Investigate Capitol Assault"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/politics/cpac-republicans-trump.html",
                "published": "Fri, 26 Feb 2021 12:49:14 +0000",
                "summary": "",
                "title": "CPAC Starts Tomorrow and Trump Is Still Center of the Republican Universe"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/health/coronavirus-united-states.html",
                "published": "Fri, 26 Feb 2021 16:06:00 +0000",
                "summary": "Many scientists are expecting another rise in infections. But this time the surge will be blunted by vaccines and, hopefully, widespread caution. By summer, Americans may be looking at a return to normal life.",
                "title": "The Coronavirus Is Plotting a Comeback. Here’s Our Chance to Stop It for Good."
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/politics/capitol-attack-state-of-the-union.html",
                "published": "Thu, 25 Feb 2021 22:51:04 +0000",
                "summary": "The acting chief of the force that protects the Capitol said security measures, including fencing and the presence of the National Guard, should continue amid persisting threats.",
                "title": "Militia Groups Want to ‘Blow Up the Capitol,’ a Police Chief Testifies"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/female-con-artists-tori-telfer.html",
                "published": "Fri, 26 Feb 2021 00:21:12 +0000",
                "summary": "From fake millionaires to the faux descendants of Nicholas II, the author of “Confident Women” explores the cunning of con women through the ages.",
                "title": "Glitzy, Tragic and Selfish: Female Con Artists Waltz by Society’s Rules"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/politics/coronavirus-carrier-nimitz-navy-austin.html",
                "published": "Thu, 25 Feb 2021 22:36:04 +0000",
                "summary": "A mounting pandemic death toll. A contested election. A riot at the Capitol. “The world at home has become completely different and we don’t know what we are coming home to,” one sailor on the Nimitz said.",
                "title": "After 10 Months at Sea, a Giant Carrier Returns to a Changed Nation"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/business/loretta-whitfield-dead.html",
                "published": "Fri, 26 Feb 2021 17:14:26 +0000",
                "summary": "In the 1980s, amid the craze for Cabbage Patch Kids, she and her husband came up with an alternative: Baby Whitney, a doll with realistic Black features.",
                "title": "Loretta Whitfield, Creator of a Doll With a Difference, Dies at 79"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/politics/afghan-government-guantanamo-detainee.html",
                "published": "Thu, 25 Feb 2021 23:13:58 +0000",
                "summary": "Afghanistan has intervened in U.S. federal court seeking the return of an Afghan prisoner who has been held since 2007, but never charged.",
                "title": "Afghan Government Backs Repatriation of Guantánamo Detainee"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/coronavirus-today.html",
                "published": "Thu, 25 Feb 2021 21:59:53 +0000",
                "summary": "A new variant has been discovered in New York.",
                "title": "Coronavirus Briefing: What Happened Today"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/business/mr-potato-head-gender-neutral.html",
                "published": "Fri, 26 Feb 2021 15:23:30 +0000",
                "summary": "Hasbro is dropping the Mr. from the logo and overall brand to “promote gender equality and inclusion,” but clarified that Mr. and Mrs. Potato Head will still be available.",
                "title": "Mr. Potato Head Brand Goes Gender Neutral (Sort Of)"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/politics/republicans-trump-biden-stimulus.html",
                "published": "Fri, 26 Feb 2021 15:59:03 +0000",
                "summary": "Republican leaders in Washington firmly oppose the president’s stimulus plan, but a sizable number of Trump voters support it, interviews and polls show.",
                "title": "Give Biden a Chance? On Covid Aid, Some Trump Voters Just Might"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/politics/house-equality-act-gay-rights.html",
                "published": "Fri, 26 Feb 2021 00:16:36 +0000",
                "summary": "The bill, first passed by the Democratic-led House in 2019, faces a steep climb in the Senate. It was approved as Democrats and Republicans sparred more broadly over transgender rights.",
                "title": "House Passes Sweeping Gay and Transgender Equality Legislation"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/politics/neera-tanden.html",
                "published": "Thu, 25 Feb 2021 23:50:27 +0000",
                "summary": "Republicans have criticized her tweets, but Democrats say former President Donald J. Trump’s were much worse as they assail what they call a double standard.",
                "title": "Neera Tanden: First Cabinet-Level Casualty of the Twitter Age?"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/arts/music/florence-birdwell-dead.html",
                "published": "Fri, 26 Feb 2021 13:57:38 +0000",
                "summary": "She was a tough yet empathetic voice professor at Oklahoma City University for 67 years. Two of her students, Kelli O’Hara and Kristin Chenoweth, won Tony Awards.",
                "title": "Florence Birdwell, Singing Teacher to Broadway Stars, Dies at 96"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/the-minimum-wage-fight-intensifies-as-lawmakers-wait-on-a-critical-decision-by-the-senate-parliamentarian.html",
                "published": "Thu, 25 Feb 2021 23:04:12 +0000",
                "summary": "",
                "title": "The minimum wage fight intensifies as lawmakers wait on a critical decision by the Senate parliamentarian."
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/sports/john-geddert-gymnastics.html",
                "published": "Fri, 26 Feb 2021 13:01:22 +0000",
                "summary": "John Geddert died by suicide shortly after he was charged with human trafficking and criminal sexual conduct, Michigan prosecutors said.",
                "title": "John Geddert Is Dead After Human Trafficking Charges"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/neera-tanden-senate-confirmation.html",
                "published": "Fri, 26 Feb 2021 00:18:28 +0000",
                "summary": "Neera Tanden had been seen as a strong pick to serve as budget director, but her past tweets became a sticking point with Republicans.",
                "title": "White House Continues Its Fight For Tanden Confirmation"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/rachel-levine.html",
                "published": "Thu, 25 Feb 2021 23:08:32 +0000",
                "summary": "President Biden’s nominee to be assistant secretary of health, who is transgender, and a House member whose daughter is transgender, drew separate attacks from Republican lawmakers.",
                "title": "Rachel Levine Responds to Rand Paul About Transgender Medicine"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/education/susan-feingold-dead.html",
                "published": "Thu, 25 Feb 2021 20:28:44 +0000",
                "summary": "Her Bloomingdale Family Program provided preschoolers with a haven where there hadn’t been one before. It became a model for similar efforts under Lyndon Johnson’s War on Poverty.",
                "title": "Susan Feingold Dies at 95; Helped Give New York Children a Head Start"
            },
            {
                "link": "https://www.nytimes.com/2021/02/25/us/politics/capitol-riot-harry-dunn.html",
                "published": "Thu, 25 Feb 2021 20:40:53 +0000",
                "summary": "“Black officers fought a different battle” on Jan. 6, said Harry Dunn, a Capitol Police officer. Here is what he saw and heard when rioters, including white supremacists, stormed the Capitol.",
                "title": "Black Officer Gives Account of Capitol Riot"
            }
        ]
    ]
}